Repository: ralphjacobs/collective.favorites
Catalog: src/collective/favorites/locales/*/LC_MESSAGES/collective.favorites.po
Languages: fr, nl

source: Add Favorites Portlet
fr: Ajouter la portlet Favoris
nl: Voeg favorieten portlet toe

source: Add to your favorites
fr: Ajouter à vos favoris
nl: Voeg toe aan favorieten

source: Add/remove as favorite:
fr: Ajouter/Supprimer comme favori :
nl: Voeg toe/verwijder als favoriet.

source: Favorites
fr: Mes favoris
nl: Favorieten

source: Favorites List
fr: Liste des favoris
nl: Favorieten Lijst

source: Favorites portlet
fr: Portlet des favoris
nl: Favorieten portlet

source: Remove from your favorites
fr: Retirer de mes favoris
nl: Verwijder uit je favorieten

source: The document has been added to your favorites
fr: Le document a été ajouté à vos favoris
nl: Het document is toegevoegd aan je favorieten

source: The document has been removed from your favorites
fr: Le document a été retiré de vos favoris
nl: Dit document is verwijderd uit je favorieten

source: The folder has been added to your favorites
nl: De map is toegevoegd aan je favorieten

source: The folder has been removed from your favorites
nl: De map is verwijderd uit je favorieten

source: This portlet displays the documents you have selected as your favorites.
fr: Cette portlet affiche les pages que vous avez sélectionnés comme favoris.
nl: Dit portlet toont de documenten welke je als favorieten hebt gemarkeerd.
